{
    "title": "Sophie Jiarui Wang",
    "icon": "./resource/icon.ico",
    "footer": "Copyright 2023 © Sophie Wang. All Rights Reserved.",
    "pages": [
        {
            "title": "Home",
            "target": "/",
            "info": {
                "photo": "./resource/websitepic.jpg",
                "title": "",
                "description": "I am a huge fan of the Lord of the Rings!",
                "welcome": "Hi, welcome! ❤️",
                "content": [
                    "I am a master's student in Computational Social Science at the University of Chicago and I'm an incoming Behavioral Marketing PhD student. I have a keen interest in judgment and decision-making.",
                    "I have been fortunate enough to be mentored by Prof. Berkeley Dietvorst - we study biased algorithms and biased humans. I am also very grateful to have been working at the Chicago Booth Center for Applied AI with an incredible research team led by Prof. Sendhil Mullainathan, throughout my two years of master's studies.",
                    "Prior to graduate school, I worked as a economics affairs intern at the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP), where I analyzed digital technologies in U.N. member states' public-health responses to the COVID-19 pandemic."
                ]
            }
        },
        {
            "title": "Research👩🏻‍💻",
            "target": "/research",
            "info": {
                "title": "Research",
                "cardRowCount": 2,
                "width": 1000,
                "cards": [
                     {
                        "title": "Biased AI and Biased Humans",
                        "subTitle": "MA Thesis Project",
                        "shortDescription": "The wide range of applications of AI in critical domains, including and not limited to criminal justice and medical fields, is viewed as a potential solution to biased human decision-making.",
                        "description": "The wide range of applications of AI in critical domains, including and not limited to criminal justice and medical fields, is viewed as a potential solution to biased human decision-making. However, concerns regarding biases contained in algorithms are growing amongst researchers and the general public. We found that people prefer algorithmic aids less after they know the AI is biased, but algorithmic aids may be more permissible if the human decision-maker is framed to be biased.",
                        "picture": "./resource/aibias.jpeg",
                        "buttons": [
                            {
                                "title": "Pre-registration",
                                "target": "https://aspredicted.org/9zd52.pdf"
                                
                            },
                            {
                                "title": "More on Algorithmic Bias",
                                "target": "./resource/AI_explain.pdf"
                                
                            }
                        ],
                        "category": ["Work in Progress"]
                    },
                    {
                        "title": "Upworthy",
                        "subTitle": "Aiming to replicate the morphing technique of computer graphics in text analysis",
                        "shortDescription": "This ongoing project uses thousands of A/B tests of headlines conducted by Upworthy from January 2013 to April 2015.",
                        "description": "This ongoing project uses thousands of A/B tests of headlines conducted by Upworthy from January 2013 to April 2015. To date, I have performed exploratory data analyses and evaluated several preliminary models that focus on sentence-level predictions. Ultimately, our team at CAAI may want to explore whether headlines morphed by our algorithm can outperform alternative headlines produced by other humans.",
                        "picture": "./resource/upworthy.png",
                        "buttons": [
                            {
                                "title": "Data",
                                "target": "https://upworthy.natematias.com"
                                
                            }
                        ],
                        "category": ["Work in Progress"]
                    },
                    {
                        "title": "Nightingale Open Science - Sudden Cardiac Death",
                        "subTitle": "Summer 2022 at CAAI",
                        "shortDescription": "Every year, 300-400,000 Americans suffer from sudden cardiac death. Some of these would be preventable with an implanted cardioverter defibrillator (ICD)",
                        "description": "Every year, 300-400,000 Americans suffer from sudden cardiac death. Some of these would be preventable with an implanted cardioverter defibrillator (ICD), which restore normal heart rhythm, but the vast majority of deaths lack known risk factors pre-mortem. We draw on a dataset of over 400,000 ECGs from a regional health system in Sweden, linked to death certificates, and train a residual neural network to predict sudden cardiac death. In an independent validation set of patients from the same region, we show that our model capably automates the prediction of sudden cardiac death, performing comparably to best-fit models on extensive patient medical history.",
                        "picture": "./resource/sampleECG.png",
                        "buttons": [
                            {
                                "title": "Code Omitted Due to Confidentiality",
                                "target": "https://sophiewang.org/#/research"
                                
                            }
                        ],
                        "category": ["Selected Projects"]
                    },
                    {
                        "title": "From Thoughts to Words: Exploring Misarticulation through Texts",
                        "subTitle": "with Rafael M. Batista",
                        "shortDescription": "People sometimes feel that what they have said is not quite what they meant to say. We refer to this psychological experience as “misarticulation”",
                        "description": "People sometimes feel that what they have said is not quite what they meant to say. We refer to this psychological experience as “misarticulation”, meaning the subjective sense of not having fully expressed or communicated what one has in mind. While existing literature focuses more on the underlying process of information transmission in communications, misarticulation highlights the experience of the communicators themselves. This study uses Natural Language Processing techniques to explore whether misarticulation is predictable through texts.",
                        "picture": "./resource/test.png",
                        "buttons": [
                            {
                                "title": "Slides",
                                "target": "./resource/misarticulation_pre.pdf"
                            }
                        ],
                        "category": ["Selected Projects"]
                    },
                    {
                        "title": "How COVID-19 Influences Job Interview Behaviors",
                        "subTitle": "Final Project for MACS 30122: Computer Science with Social Science Applications 2 (Winter 2022)",
                        "shortDescription": "Have companies and organizations been asking different interview questions since the COVID-19 pandemic?", 
                        "description": "Have companies and organizations been asking different interview questions since the COVID-19 pandemic?  We selected four leading tech companies and strategically scraped 65k interview questions from Glassdoor, an American website where current and former employees anonymously review companies. We found through keyword analysis that leadership and cooperation have been valued more since the pandemic.",
                        "picture": "./resource/glassdoor6.png",
                        "buttons": [
                            {
                                "title": "Slides",
                                "target": "https://github.com/cs-ssa-w22/final-project-winter2022/blob/main/30122_final_new.pptx"
                            },
                            {
                                "title": "GitHub",
                                "target": "https://github.com/cs-ssa-w22/final-project-winter2022"
                            }
                        ],
                        "category": ["Selected Projects"]
                    },
                    {
                        "title": "A Tale of Two Identities: Analyzing the Myth of One Country Two Systems in the Age of Social Media",
                        "subTitle": "Michigan Journal of Political Science, Winter 2020 Issue, pp. 41–56.",
                        "shortDescription": "To explore the group attitudes of mainland Chinese and Hong Kongers toward the political controversy and to what extent China's One Country Two Systems has fallen apart in Hong Kong, this paper scraped original social media data for keyword frequency and sentiment analysis.", 
                        "description": "To explore the group attitudes of mainland Chinese and Hong Kongers toward the political controversy and to what extent China's One Country Two Systems has fallen apart in Hong Kong, this paper scraped original social media data for keyword frequency and sentiment analysis. Evidence shows that Hong Kong intellectuals play a crucial role in propagating nationalism-related ideologies as influencers on the internet, while the Chinese State media seeks to use the technology to channel public opinion, resulting in a widened gap between Hong Kong and China in the age of social media.",
                        "picture": "./resource/hk3.jpeg",
                        "buttons": [
                            {
                                "title": "Paper",
                                "target": "https://mjps.polisci.lsa.umich.edu/wp-content/uploads/2021/02/MJPS-F20.pdf#page=41"
                            }

                        ],
                        "category": ["Publications"]
                    }
                ]
            }
        },
        {
            "title": "Curriculum Vitae",
            "target": "./resource/SOPHIE CV_2023.04.pdf"
        }
    ],
    "styles": {
        "title": {},
        "footer": {},
        "home": {
            "photo": {},
            "title": {},
            "description": {},
            "welcome": {},
            "content": {}
        },
        "research": {
            "title": {},
            "card": {
                "title": {},
                "subtitle": {},
                "picture": {},
                "description": {},
                "buttons": {},
                "tags": {}
            }
        }
    }
}
