{
    "title": "Sophie Jiarui Wang",
    "icon": "/resource/icon.ico",
    "footer": "Copyright 2022 © Sophie Wang. All Rights Reserved.",
    "pages": [
        {
            "title": "Home",
            "target": "/",
            "info": {
                "photo": "/resource/IMG_1885.jpg",
                "title": "Sophie Jiarui Wang",
                "description": "Master's student in Computational Social Science",
                "welcome": "Welcome!",
                "content": [
                    "I am a student in the Computational Social Science program at the University of Chicago. My current research focuses on employing natural language processing to study a novel behavioral mechanism. I am also broadly interested in everyday decision-making, Artificial Intelligence for social good, organizational behaviors, and social media data.",
                    "Prior to starting my graduate study, I spent the second half of 2020 interning at the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP), where I  used computational methods to research on the digital technology responses of member states to the COVID-19 pandemic.",
                    "I graduated from the University of Colorado, Denver in 2021 with a B.A. in Economics and a B.A. in History."
                  
                ]
            }
        },
        {
            "title": "Research",
            "target": "/research",
            "info": {
                "title": "Research",
                "cards": [
                    {
                        "title": "card title1",
                        "subTitle": "card subtitle",
                        "description": "descriptiondescriptiondescriptiondescription",
                        "buttons": [
                            {
                                "title": "Pdf",
                                "target": "/resource/cv.pdf"
                            },
                            {
                                "title": "Link",
                                "target": "https://google.com"
                            }
                        ],
                        "category": ["Work in Progress"]
                    },
                    {
                        "title": "A Tale of Two Identities: Analyzing the Myth of One Country Two Systems in the Age of Social Media",
                        "subTitle": "card subtitle",
                        "description": "To explore the group attitudes of mainland Chinese and Hong Kongers toward the political controversy and to what extent China's One Country Two Systems has fallen apart in Hong Kong, this paper used Python programs to collect original data and conducted keyword frequency and sentiment analysis. Evidence shows that Hong Kong intellectuals play a crucial role in propagating nationalism-related ideologies as influencers on the internet, while the Chinese State media seeks to use the technology to channel public opinion, resulting in a widened gap between Hong Kong and China in the age of social media.",
                        "buttons": [
                            {
                                "title": "PDF",
                                "target": "/resource/A_Tale_of_Two_Identities.pdf"
                            },
                            {
                                "title": "Link",
                                "target": "https://google.com"
                            }
                        ],
                        "category": ["Publications"]
                    }
                ]
            }
        },
        {
            "title": "CV",
            "target": "/resource/cv.pdf"
        }
    ],
    "styles": {
        "title": {},
        "footer": {},
        "home": {
            "photo": {},
            "title": {},
            "description": { "fontSize": "15px"},
            "welcome": {},
            "content": {"fontSize": "20px", "textAlign": "central"}
        },
        "research": {
            "title": {},
            "card": {
                "title": {},
                "subtitle": {},
                "description": {},
                "buttons": {}
            }
        }
    }
}
